# Taps 
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"


# GNU core utilities
brew "coreutils"
brew "findutils"
brew "bash"
brew "grep"
brew "wget"

 # various binaries
brew "mas"
brew "git"
brew "mackup"
brew "cscope"
brew "ctags"
brew "figlet"
brew "fortune"
brew "gettext"
brew "libffi"
brew "glib"
brew "gmp"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "jpeg"
brew "macvim"
brew "node"
brew "pixman"
brew "qemu"
brew "tmux"
brew "vim"
brew "youtube-dl"
brew "python3"

# Apps
cask "alfred"
cask "android-file-transfer"
#cask "android-studio"
cask "bettertouchtool"
cask "dash"
cask "dropbox"
cask "flux"
cask "iterm2"
#cask "java"
cask "lastpass"
cask "karabiner"
cask "keka"
cask "keepassx"
#cask "mongodb"
cask "omnigraffle"
cask "screenflow"
cask "sketch"
cask "sketchup"
cask "skype"
#cask "sonos"
cask "spectacle"
cask "spotify"
cask "google-chrome"
cask "google-drive"
cask "virtualbox"
cask "vlc"

# App Store apps
